<?php
// Heading
$_['heading_title']		= 'Обмен данными с МойСклад';

// Text
$_['text_module']		= 'Модули';
$_['text_success']		= 'Настройки модуля обновлены!';
$_['text_tab_author']		= 'Автор';

$_['text_tab_general']		= 'Основное';
$_['text_tab_product']		= 'Импорт/Экспорт товара';
$_['text_tab_order']		= 'Обмен заказами';


// Entry
$_['entry_username']		= 'Логин:';
$_['entry_password']		= 'Пароль:';
$_['entry_status']		= 'Статус:';



$_['entry_order_status_to_exchange'] 	= 'Выгружать заказы со статусом:';
$_['entry_order_status_to_exchange_not'] 	= '- не использовать -';
$_['entry_relatedoptions_help']	= 'в настройках связанных опций обязательно должна быть включены галки: "Пересчитывать количество", "Обновлять опции", "Использовать различные варианты связанных опций" ';

$_['entry_order_status'] 	= 'Статус выгруженых заказов:';
$_['entry_order_notify']	= 'Уведомлять пользователей о смене статуса:';
$_['entry_order_currency'] 	= 'Обозначение валюты (руб.):';

$_['entry_upload']		= 'Загрузить xls файл:';
$_['button_upload']		= 'Загрузить';
$_['button_insert']		= 'Добавить';

$_['entry_download']		= 'Лимит экспорта:';
$_['button_downoload']		= 'Скачать';

$_['diapason_text']		= ' В лимите экспорта нужно указать 2 обязательных значения: 1) Экспортировать с N-позиции, начало позиции с 0, то есть 
                            N - это номер по порядку. 2) Второе поле предназначено для ввода количества выгружаемого товара. Количество не должно 
                            превышать 1000 единиц товара. Пример: от 0 до 20 выгрузит 20 товара, от 20 до 5 с 20 позиции выгрузит 5 товара. 
                            От 25 до 10 выгрузит 10 единиц товара с 25 позиции.';




// Error
$_['error_permission']		= 'У Вас нет прав для управления этим модулем!';
$_['button_download']		= 'Скачать';